tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "homebrew/services"
# Top-like interface for container metrics
brew "ctop"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Instant coding answers via the command-line
brew "howdoi"
# Mac App Store command-line interface
brew "mas"
# Platform built on V8 to build network applications
brew "node", link: false
# Search tool like grep and The Silver Searcher
brew "ripgrep"
cask "cheatsheet"
cask "google-chrome"
cask "hyperdock"
cask "hyperswitch"
cask "iina"
cask "insomnia"
cask "monitorcontrol"
cask "mos"
cask "openinterminal"
cask "outline-manager"
cask "tencent-lemon"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
cask "zerotier-one"
mas "Boom 3D", id: 1233048948
mas "Dato", id: 1470584107
mas "Enpass", id: 732710998
mas "Hidden Bar", id: 1452453066
mas "Just Focus", id: 1142151959
mas "Magic Battery", id: 1240063289
mas "Outline", id: 1356178125
mas "Pixea", id: 1507782672
mas "QQ", id: 451108668
mas "Reeder", id: 1449412482
mas "The Unarchiver", id: 425424353
mas "WPS Office", id: 1443749478
mas "企业微信", id: 1189898970
mas "喜马拉雅", id: 876336838
mas "微信", id: 836500024
mas "网易云音乐", id: 944848654
mas "腾讯视频", id: 1231336508
